Repository: chaichaimee/simpleCopy
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: de, es, fr, ru

source: Simple Copy
de: Einfaches Kopieren
es: Copia Simple
fr: Copie Simple
ru: Простое копирование

source: Copy URL (single tap), Copy hyperlink (double tap)
de: URL kopieren (einmal tippen), Hyperlink kopieren (doppelt tippen)
es: Copiar URL (un toque), Copiar hipervínculo (doble toque)
fr: Copier l'URL (simple appui), Copier le lien hypertexte (double appui)
ru: Копировать URL (одно нажатие), Копировать гиперссылку (двойное нажатие)

source: Append text (single tap), Clear clipboard (double tap)
de: Text anhängen (einmal tippen), Zwischenablage leeren (doppelt tippen)
es: Añadir texto (un toque), Limpiar portapapeles (doble toque)
fr: Ajouter le texte (simple appui), Vider le presse-papiers (double appui)
ru: Добавить текст (одно нажатие), Очистить буфер обмена (двойное нажатие)

source: No text selected to append
de: Kein Text zum Anhängen ausgewählt
es: No hay texto seleccionado para añadir
fr: Aucun texte sélectionné à ajouter
ru: Текст для добавления не выделен

source: Appended
de: Angefügt
es: Añadido
fr: Ajouté
ru: Добавлено

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ru: Скопировано

source: Error during append operation
de: Fehler beim Anhängen
es: Error al añadir
fr: Erreur lors de l'ajout
ru: Ошибка при добавлении

source: No URL
de: Keine URL
es: No hay URL
fr: Aucune URL
ru: Нет URL

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ru: Копировать

source: Failed to copy
de: Kopieren fehlgeschlagen
es: No se pudo copiar
fr: Échec de la copie
ru: Не удалось скопировать

source: Error copy
de: Kopierfehler
es: Error al copiar
fr: Erreur de copie
ru: Ошибка копирования

source: Not in a web browser
de: Nicht in einem Webbrowser
es: No estás en un navegador web
fr: Pas dans un navigateur web
ru: Не в веб-браузере

source: No link found
de: Kein Link gefunden
es: No se encontró enlace
fr: Aucun lien trouvé
ru: Ссылка не найдена

source: Cannot copy link
de: Link kann nicht kopiert werden
es: No se puede copiar el enlace
fr: Impossible de copier le lien
ru: Невозможно скопировать ссылку

source: Clean
de: Geleert
es: Limpiado
fr: Vidée
ru: Очищено

source: Cannot clean
de: Kann nicht leeren
es: No se puede limpiar
fr: Impossible de vider
ru: Невозможно очистить

source: Cannot append to non-text clipboard content
de: Kann nicht an Nicht-Text-Inhalt der Zwischenablage anhängen
es: No se puede añadir a contenido del portapapeles que no es texto
fr: Impossible d'ajouter au contenu non textuel du presse-papiers
ru: Невозможно добавить к нетекстовому содержимому буфера обмена

source: Error writing to clipboard
de: Fehler beim Schreiben in die Zwischenablage
es: Error al escribir en el portapapeles
fr: Erreur lors de l'écriture dans le presse-papiers
ru: Ошибка записи в буфер обмена
